Repository: Zaineb271/SNI_CORPORATE
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: Carthago Scoring
ar: كارثاغو للتسجيل

source: CARTHAGO SCORING 1.0.0
ar: كارثاغو للتسجيل 1.0.0

source: Welcome admin
ar: مرحبًا بالمدير
fr: Bienvenue admin

source: Quick search ...
ar: بحث سريع ...
fr: Recherche rapide ...

source: Data Overview
ar: نظرة عامة على البيانات
fr: Aperçu des données

source: Score Model Selection
ar: اختيار نموذج الدرجات
fr: Sélection du Modèle de Score

source: Risk Score Generation
ar: توليد درجة المخاطر
fr: Génération Note Risque

source: Score
ar: الدرجة

source: PD
ar: احتمالية التخلف عن السداد

source: LGD
ar: الخسارة عند التخلف

source: EAD
ar: التعرض عند التخلف

source: Periodic Risk Evaluation
ar: تقييم دوري للمخاطر
fr: Évaluation Périodique du Risque

source: 360° Risk Portfolio View
ar: رؤية 360 درجة لمحفظة المخاطر
fr: Vision 360° du portefeuille risque

source: Client File
ar: ملف العميل
fr: Fiche Client

source: Logo
ar: شعار

source: User
ar: مستخدم
fr: Utilisateur

source: Folder
ar: مجلد
fr: Dossier

source: Footer Logo
ar: شعار التذييل
fr: Logo Pied de Page

source: Database Dimensions
ar: أبعاد قاعدة البيانات
fr: Dimensions de la base de données

source: Full Data Display
ar: عرض البيانات الكامل
fr: Affichage complet des données

source: Paramètrage des Variables Scoring
ar: إعداد متغيرات التقييم

source: Financial Pillar
ar: الركيزة المالية
fr: Pilier Financier

source: Assigned Score
ar: الدرجة الممنوحة
fr: Score attribué

source: Weighting
ar: الوزن
fr: Pondération

source: Financial Autonomy Score: Equity/Total Balance Sheet
ar: درجة الاستقلالية المالية: حقوق الملكية / إجمالي الميزانية
fr: Score Autonomie Financière : Capitaux propres/Total du bilan

source: Ratio
ar: النسبة

source: Net Profitability Score: Net Income/Revenue
ar: درجة الربحية الصافية: صافي الدخل / الإيرادات
fr: Score Rentabilité Nette : Résultat Net / Chiffre d'affaires

source: General Liquidity Score: Current Assets/Current Liabilities
ar: درجة السيولة العامة: الأصول المتداولة / الالتزامات المتداولة
fr: Score Liquidité Générale : Actifs circulants / Passifs courants

source: Debt Score: Financial Debt/Cash Flow from Operations
ar: درجة المديونية: الديون المالية / التدفق النقدي من العمليات
fr: Score Endettement : Dettes financières / CAF

source: Behavioral Pillar
ar: الركيزة السلوكية
fr: Pilier Comportemental

source: Payment Default Score
ar: درجة التخلف عن السداد
fr: Score Défaut de paiement

source: No Overdue Payments
ar: عدم وجود مدفوعات متأخرة
fr: Absence d'impayés

source: Presence of Overdue Payments
ar: وجود مدفوعات متأخرة
fr: Présence d'impayés

source: Relationship Seniority Score
ar: درجة أقدمية العلاقة
fr: Score Ancienneté de la Relation

source: Relationship Reputation Score
ar: درجة سمعة العلاقة
fr: Score Réputation de la Relation

source: Very Good
ar: جيد جدًا
fr: Très bonne

source: Good
ar: جيد
fr: Bonne

source: Average
ar: متوسط
fr: Moyenne

source: To observe
ar: للمراقبة
fr: A surveiller

source: Market Positioning Score
ar: درجة التموضع في السوق
fr: Score Positionnement sur le marché

source: Leader
ar: رائد

source: Major Player
ar: فاعل رئيسي
fr: Acteur majeur

source: Marginal Player
ar: فاعل هامشي
fr: Acteur marginal

source: Score Summary
ar: ملخص الدرجات
fr: Récap Scores

source: Third-Party Code
ar: رمز الطرف الثالث
fr: Code Tiers

source: Financial Score
ar: الدرجة المالية
fr: Score Financier

source: Behavioral Score
ar: الدرجة السلوكية
fr: Score Comportemental

source: Global Score
ar: الدرجة العامة
fr: Score Global

source: Probability of Default
ar: احتمالية التخلف عن السداد
fr: Probabilité de Défaut

source: Risk Class
ar: فئة المخاطر
fr: Classe de Risque

source: Risk Comment
ar: تعليق المخاطر
fr: Commentaire Risque

source: Loss Given Default (LGD)
ar: معدل الخسارة في حالة التخلف (LGD)

source: Collateral Type
ar: نوع الضمان
fr: Type de sûreté

source: Exposure at Default
ar: التعرض عند التخلف
fr: Exposition au moment du défaut

source: 360° Portfolio View
ar: رؤية شاملة 360 درجة للمحفظة
fr: Vision 360° du portefeuille

source: Portfolio Summary
ar: ملخص المحفظة
fr: Résumé du portefeuille

source: Number of Files
ar: عدد الملفات
fr: Nombre de dossiers

source: Total EAD
ar: إجمالي التعرض عند التخلف
fr: EAD Total

source: Total ECL
ar: إجمالي الخسائر المتوقعة
fr: ECL Total

source: Total UL
ar: إجمالي الخسائر غير المتوقعة
fr: UL Total

source: Total RWA
ar: إجمالي الأصول المرجحة بالمخاطر
fr: RWA Total

source: Capital to Reserve (8%)
ar: رأس المال المحجوز (8%)
fr: Fonds Propres à réserver (8%)

source: Average PD
ar: متوسط احتمالية التخلف
fr: PD Moyenne

source: Average LGD
ar: متوسط معدل الخسارة
fr: LGD Moyenne

source: Overall Provision Rate
ar: معدل التزويد العام
fr: Taux de provision global

source: Distribution by Risk Class
ar: التوزيع حسب فئة المخاطر
fr: Répartition par classe de risque

source: Risk Indicators
ar: مؤشرات المخاطر
fr: Indicateurs Risque

source: Capital to Reserve
ar: رأس المال المحجوز
fr: Fonds Propres à Réserver

source: Enter Client Third-Party Code
ar: أدخل رمز الطرف الثالث للعميل
fr: Entrer Code Tiers du client

source: Search
ar: بحث
fr: Rechercher

source: Please provide a Client Third-Party Code
ar: يرجى تقديم رمز الطرف الثالث للعميل
fr: Veuillez fournir un Numtiers du client

source: Identification
ar: التعريف

source: Rating according to IFRS 9
ar: التصنيف وفقًا لمعيار IFRS 9
fr: Notation selon IFRS 9

source: Ratio 0
ar: النسبة 0

source: Ratio < 5
ar: النسبة أقل من 5

source: Ratio < 10
ar: النسبة أقل من 10

source: Ratio < 20
ar: النسبة أقل من 20

source: Ratio > 20
ar: النسبة أكثر من 20

source: Ratio < 40
ar: النسبة أقل من 40

source: Ratio > 40
ar: النسبة أكثر من 40

source: Non-significant
ar: غير هام

source: Ratio < 1
ar: النسبة أقل من 1

source: Ratio < 2
ar: النسبة أقل من 2

source: Ratio > 2
ar: النسبة أكثر من 2

source: Ratio > 5
ar: النسبة أكثر من 5

source: Ratio ≥ 2.5
ar: النسبة أكبر من أو تساوي 2.5

source: Ratio < 2.5
ar: النسبة أقل من 2.5

source: Excellent
ar: ممتاز

source: No Defaults
ar: لا توجد حالات تخلف
fr: Absence d'impayés

source: Has Defaults
ar: يوجد حالات تخلف
fr: Présence d'impayés

source: Relationship Age Score
ar: درجة أقدمية العلاقة
fr: Score d'ancienneté de la relation

source: Debt Score: Financial Debt / Cash Flow
ar: درجة المديونية: الديون المالية / التدفق النقدي
fr: Score d'endettement : Dette financière / Flux de trésorerie

source: General Liquidity Score: Current Assets / Current Liabilities
ar: درجة السيولة العامة: الأصول المتداولة / الالتزامات المتداولة
fr: Score de liquidité générale : Actifs courants / Passifs courants

source: Net Profitability Score: Net Income / Revenue
ar: درجة الربحية الصافية: صافي الدخل / الإيرادات
fr: Score de rentabilité nette : Résultat net / Chiffre d'affaires

source: Scoring Variables Configuration
ar: إعداد متغيرات التقييم
fr: Paramètrage des Variables Scoring

source: Loss Given Default
ar: الخسارة في حالة التخلف عن السداد
fr: Taux de Perte en Cas de Défaut

source: Personal Guarantee
ar: الضمان الشخصي
fr: Caution Personnelle

source: Financial Guarantee
ar: الضمان المالي
fr: Garantie Financière

source: Real Estate Mortgage
ar: الرهن العقاري
fr: Hypothèque Immobilière

source: Pledge on Asset
ar: التعهد على الأصل
fr: Nantissement sur Bien

source: No Guarantee
ar: بدون ضمان
fr: Sans Garantie

source: Average PD (%)
ar: متوسط احتمالية التخلف عن السداد (%)
fr: PD Moyenne (%)

source: Global Provision Rate
ar: معدل التزويد العام
fr: Taux de Provision Global

source: Provisioning Rate
ar: معدل التزويد
fr: Taux de Provisionnement

source: RWA
ar: الأصول المرجحة بالمخاطر
fr: Actifs Pondérés par le Risque

source: ECL
ar: الخسارة المتوقعة
fr: Perte de Crédit Attendue

source: UL
ar: الخسارة غير المتوقعة
fr: Perte Non Attendue

source: Client Sheet
ar: نموذج العميل
fr: Fiche Client

source: Please provide a client Third-Party Code.
ar: يرجى تقديم رمز الطرف الثالث للعميل.
fr: Veuillez fournir un Code tiers du client.

source: Non-Significant
fr: Non significatif
